      *--------------------------------------------------------------*
      * ENTRADA PARA GENERAR LA CONSULTA DE INFORMACION DE ORDENES Y *
      * CLIENTES QUE SE ENVIA A SMV                                  *
      * FORMATO : E501                                               *
      *--------------------------------------------------------------*
       01 VLMC501E-DATOS-ENTRADA.
          05 E501-USUARIO                PIC  X(07).
          05 E501-FECHA-TRANS            PIC  X(10).
          05 E501-HORA-TRANS             PIC  X(08).
